
{
  "home": "Início",
  "certifications": "Certificações",
  "resume": "Currículo",
  "helloThere": "Olá, eu sou o Luccas",
  "githubStats": "Estatísticas do GitHub",
  "projects": "Projetos",
  "skills": "Habilidades",
  "experience": "Eu tenho experiência",
  "familiar": "Estou familiarizado com",
  "connect": "Conecte-se comigo",
  "repo": "Repositórios em destaque",
  "contributions": "Contribuições",
  "about.1": "Comprometido com o aprimoramento contínuo das minhas habilidades de desenvolvimento e resolução de problemas, visando entregar soluções tecnológicas eficientes.",
  "about.2": "Aprimorando meus conhecimentos em Microsoft Power Platform, Dynamics 365, .NET, ASP.NET MVC, Node.js, Microsoft SQL Server e Azure, para entregar soluções integradas e escaláveis.",
  "about.3": "Na Smart Consulting, contribuo para aumentar a eficiência e a qualidade dos projetos dos nossos clientes. Tenho experiência em adaptar e configurar os aplicativos de negócio do Dynamics 365, com destaque para Project Operations (operações de projeto e finanças), Customer Service (atendimento ao cliente) e Dynamics 365 Sales (vendas).",
  "about.4": "Graduando em Sistemas de Informação pela UFOP (Universidade Federal de Ouro Preto)",
  "about.0": "Sou um desenvolvedor Power Platform e Dynamics 365!!",
  "about.job": "Desenvolvedor Sênior",
  "about.jobDescription": " | Especialista em Power Platform & Dynamics 365 | Consultor Funcional Certificado [PL-200] | Focado em Soluções Empresariais",
  "proj.chat_tcp.stack": "Stack: Java Spring Boot · .NET WinForms & Avalonia · Sockets • Status: Concluído (Acadêmico)",
  "proj.chat_tcp.desc": "Sistema Cliente/Servidor TCP com Descoberta Automática de Servidor (UDP), mensagens broadcast e privadas, admin TCP, clientes gráficos multiplataforma e recursos extras de integração via API REST Java e aplicativo Web React.",
  "proj.web_ii.stack": "Stack: Java Spring Boot · PostgreSQL · React • Status: Concluído (Acadêmico)",
  "proj.web_ii.desc": "Este repositório contém os microsserviços Sales (Vendas) e Users (Usuários), além do Notification Application e do React Frontend, que compõem a aplicação de Gerenciamento de Tickets.",
  "proj.investments.stack": "Stack: Java Spring Boot · PostgreSQL · React • Status: Concluído (Acadêmico)",
  "proj.investments.desc": "Microsserviço para gerenciamento de carteiras e ativos de investimento. A solução é composta por uma API de investimentos em Spring Boot, um gateway de roteamento, um service discovery e um frontend em React.",
  "cert.issued": "Emitido",
  "cert.viewCredential": "Ver credencial",
  "cert.downloadPdf": "Baixar PDF"
}